Repository: cobianzo/asim-solar-project
Catalog: plugins/solar-project/languages/solar-project-*.po
Languages: it_it

source: Solar Project
it_it: Progetto Solare

source: Complementary code together with coco-gravity-form-map-field, to create the Solar Project experience
it_it: Codice complementare insieme a coco-gravity-form-map-field, per creare l'esperienza Progetto Solare

source: --Custom--
it_it: --Personalizzato--

# post type general name
source: Solar Panel Models
it_it: Modelli di Pannelli Solari

# post type singular name
source: Solar Panel Model
it_it: Modello di Pannello Solare

# admin menu
source: Solar Panel Models
it_it: Modelli di Pannelli Solari

# add new on admin bar
source: Solar Panel Model
it_it: Modello di Pannello Solare

# solar panel model
source: Add New
it_it: Aggiungi Nuovo

source: Add New Solar Panel Model
it_it: Aggiungi Nuovo Modello di Pannello Solare

source: New Solar Panel Model
it_it: Nuovo Modello di Pannello Solare

source: Edit Solar Panel Model
it_it: Modifica Modello di Pannello Solare

source: View Solar Panel Model
it_it: Visualizza Modello di Pannello Solare

source: All Solar Panel Models
it_it: Tutti i Modelli di Pannelli Solari

source: Search Solar Panel Models
it_it: Cerca Modelli di Pannelli Solari

source: Parent Solar Panel Models:
it_it: Modelli di Pannelli Solari Principali:

source: No solar panel models found.
it_it: Nessun modello di pannello solare trovato.

source: No solar panel models found in Trash.
it_it: Nessun modello di pannello solare trovato nel cestino.

source: Total Energy Production: <strong><span id="total-energy">%s</span> kWh/year</strong>
it_it: Produzione Energetica Totale: <strong><span id="total-energy">%s</span> kWh/anno</strong>

source: Energy Report
it_it: Rapporto Energetico

source: Panel Model
it_it: Modello di Pannello

source: Panel dimensions
it_it: Dimensioni Pannello

source: Nominal power per panel
it_it: Potenza nominale per pannello

source: Segment %d
it_it: Segmento %d

source: Pitch: %1$d°, Orientation: %2$s, Area: %3$d m²
it_it: Inclinazione: %1$d°, Orientamento: %2$s, Area: %3$d m²

source: Hours sun / year
it_it: Ore di sole / anno

source: Panels
it_it: Pannelli

source: Power per Panel
it_it: Potenza per Pannello

source: System Efficiency
it_it: Efficienza del Sistema

source: Annual Energy (kWh)
it_it: Energia Annuale (kWh)

source: Total panels
it_it: Pannelli Totali

source: Total power
it_it: Potenza Totale
